{
    "Currently Watching": [
        {
            "ID": 129188,
            "Titles": {
                "Romaji": "Goblin Slayer II",
                "English": "GOBLIN SLAYER II",
                "Native": "ゴブリンスレイヤーⅡ"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx129188-zWPBGutZXgjZ.jpg",
            "Description": "The second season of Goblin Slayer."
        },
        {
            "ID": 145064,
            "Titles": {
                "Romaji": "Jujutsu Kaisen 2nd Season",
                "English": "JUJUTSU KAISEN Season 2",
                "Native": "呪術廻戦 第2期"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx145064-5U30gu2LSOv8.jpg",
            "Description": "The second season of Jujutsu Kaisen.\n\nThe past comes to light when second-year students Satoru Gojou and Suguru Getou are tasked with escorting young Riko Amanai to Master Tengen. But when a non-sorcerer user tries to kill them, their mission to protect the Star Plasma Vessel threatens to turn them into bitter enemies and cement their destinies—one as the world’s strongest sorcerer, and the other its most twisted curse user!\n\n(Source: Crunchyroll)"
        },
        {
            "ID": 21,
            "Titles": {
                "Romaji": "ONE PIECE",
                "English": "ONE PIECE",
                "Native": "ONE PIECE"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21-YCDoj1EkAxFn.jpg",
            "Description": "Gold Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the location of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece (which promises an unlimited amount of riches and fame), and quite possibly the most coveted of titles for the person who found it, the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy that defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate who ransacks villages for fun, Luffy’s reason for being a pirate is one of pure wonder; the thought of an exciting adventure and meeting new and intriguing people, along with finding One Piece, are his reasons of becoming a pirate. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach One Piece.\n*This includes following special episodes:\n- Chopperman to the Rescue! Protect the TV Station by the Shore! (Episode 336)\n- The Strongest Tag-Team! Luffy and Toriko's Hard Struggle! (Episode 492)\n- Team Formation! Save Chopper (Episode 542)\n- History's Strongest Collaboration vs. Glutton of the Sea (Episode 590)\n- 20th Anniversary! Special Romance Dawn (Episode 907)"
        },
        {
            "ID": 154587,
            "Titles": {
                "Romaji": "Sousou no Frieren",
                "English": "Frieren: Beyond Journey’s End",
                "Native": "葬送のフリーレン"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx154587-gHSraOSa0nBG.jpg",
            "Description": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. But Frieren will long outlive the rest of her former party. How will she come to understand what life means to the people around her? Decades after their victory, the funeral of one her friends confronts Frieren with her own near immortality. Frieren sets out to fulfill the last wishes of her comrades and finds herself beginning a new adventure…\n\n(Source: Crunchyroll)"
        },
        {
            "ID": 155645,
            "Titles": {
                "Romaji": "Urusei Yatsura (2022) 2nd Season",
                "English": "Urusei Yatsura (2022) Season 3",
                "Native": "うる星やつら (2022) 第2期"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx155645-KgJwUznVHfM2.jpg",
            "Description": "The second season of Urusei Yatsura (2022).\n\nLum, the gorgeous daughter of an invading race of Oni Aliens is smitten with High School student Ataru Moroboshi. A dedicated womanizer, Ataru is unfazed by Lum’s fierce electric shock attacks and continues his daily hunt for pretty girls. With a host of other unique characters, including classmate Shinobu, elegant shrine maiden Sakura, Lum’s best friend’s Oyuki, Benten and Ran, Buddhist Monk Cherry, Ten, the little brat, heir to a wealthy family Shuutaro Mendou and the secretly female beauty Ryunosuke… A classic slapstick love comedy where anything goes!(Source: Fuji Creative)\n\nNote: HIDIVE has labeled the first and second cour of this season as “Season 3\" and \"Season 4”  respectively. They labeled the 1st and 2nd cours of the 1st season as “Season 1” and “Season 2.”"
        }
    ],
    "Rewatching": [],
    "Completed": [],
    "Plan to Watch": [
        {
            "ID": 111322,
            "Titles": {
                "Romaji": "Tate no Yuusha no Nariagari Season 3",
                "English": "The Rising of the Shield Hero Season 3",
                "Native": "盾の勇者の成り上がり Season 3"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx111322-2jQMDQva4YD7.png",
            "Description": "The third season of Tate no Yuusha no Nariagari.\nAfter defeating the Spirit Tortoise, Naofumi has no time for rest. An attack from the next Guardian Beast is imminent, but the three other Cardinal Heroes have gone missing. So, Naofumi and his party set out to search for the legendary trio. \n(Source: Crunchyroll News)"
        }
    ]
}