{
    "Currently Watching": [
        {
            "ID": 163139,
            "Titles": {
                "Romaji": "Boku no Hero Academia 7",
                "English": "My Hero Academia Season 7",
                "Native": "僕のヒーローアカデミア 7"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx163139-JchZhUFlNTWU.jpg",
            "Description": "The seventh season of Boku no Hero Academia.\n\nNote: The season was preceded by a 4-episode special titled 'Boku no Hero Academia: Memories' recapping events from the 6th season along with adding a few minutes of new material each episode."
        },
        {
            "ID": 11061,
            "Titles": {
                "Romaji": "HUNTER×HUNTER (2011)",
                "English": "Hunter x Hunter (2011)",
                "Native": "HUNTER×HUNTER (2011)"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx11061-NpIIobuQNbJW.png",
            "Description": "A new adaption of the manga of the same name by Togashi Yoshihiro.\nA Hunter is one who travels the world doing all sorts of dangerous tasks. From capturing criminals to searching deep within uncharted lands for any lost treasures. Gon is a young boy whose father disappeared long ago, being a Hunter. He believes if he could also follow his father's path, he could one day reunite with him.\nAfter becoming 12, Gon leaves his home and takes on the task of entering the Hunter exam, notorious for its low success rate and high probability of death to become an official Hunter. He befriends the revenge-driven Kurapika, the doctor-to-be Leorio and the rebellious ex-assassin Killua in the exam, with their friendship prevailing throughout the many trials and threats they come upon taking on the dangerous career of a Hunter."
        },
        {
            "ID": 108928,
            "Titles": {
                "Romaji": "Nanatsu no Taizai: Kamigami no Gekirin",
                "English": "The Seven Deadly Sins: Imperial Wrath of the Gods",
                "Native": "七つの大罪 神々の逆鱗"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108928-DuyUzi0JyPIr.jpg",
            "Description": "Despite repelling the demon invasion of the Kingdom of Lioness, the war is far from over, for Arthur's Kingdom of Camelot is still being occupied by the demon army and the surviving members of Jikkai. However, in order to begin counter-offensive, the Seven Deadly Sins needs all of its members. Unfortunately, King and Diane are still hiding in the Fairy King's Forest, where they are made to discover the strange history of Jikkai."
        },
        {
            "ID": 21,
            "Titles": {
                "Romaji": "ONE PIECE",
                "English": "ONE PIECE",
                "Native": "ONE PIECE"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21-YCDoj1EkAxFn.jpg",
            "Description": "Gold Roger was known as the Pirate King, the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the location of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece (which promises an unlimited amount of riches and fame), and quite possibly the most coveted of titles for the person who found it, the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy that defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate who ransacks villages for fun, Luffy’s reason for being a pirate is one of pure wonder; the thought of an exciting adventure and meeting new and intriguing people, along with finding One Piece, are his reasons of becoming a pirate. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach One Piece.\n*This includes following special episodes:\n- Chopperman to the Rescue! Protect the TV Station by the Shore! (Episode 336)\n- The Strongest Tag-Team! Luffy and Toriko's Hard Struggle! (Episode 492)\n- Team Formation! Save Chopper (Episode 542)\n- History's Strongest Collaboration vs. Glutton of the Sea (Episode 590)\n- 20th Anniversary! Special Romance Dawn (Episode 907)"
        },
        {
            "ID": 158871,
            "Titles": {
                "Romaji": "Pocket Monsters (2023)",
                "English": "Pokémon Horizons: The Series",
                "Native": "ポケットモンスター (2023)"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158871-FmWU8dacXDiA.jpg",
            "Description": "A new dream and adventure set throughout the entire Pokémon world unfolds in a brand new Pokémon-series following a girl named Liko and a boy named Roy."
        },
        {
            "ID": 9107,
            "Titles": {
                "Romaji": "Pocket Monsters Best Wishes!",
                "English": "Pokémon: Black & White",
                "Native": "ポケットモンスターベストウイッシュ"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/9107.jpg",
            "Description": "As with both the Advanced Generation and Diamond &amp; Pearl series before it, the Best Wishes! series begins with only Ash Ketchum, headed off to the Unova region, located far away from Kanto, Johto, Hoenn and Sinnoh, with his Pikachu. After he meets up with the new trainer and rival Trip and the region's Professor Juniper, he gains traveling companions in Iris, a girl from a town known for its Dragon Pok&eacute;mon, and Cilan, Pok&eacute;mon Connoisseur and the Grass Pok&eacute;mon specialist of the three Straition City Gym Leaders. "
        },
        {
            "ID": 126288,
            "Titles": {
                "Romaji": "Sasaki to Miyano",
                "English": "Sasaki and Miyano",
                "Native": "佐々木と宮野"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126288-LDuOrj9RFv3E.jpg",
            "Description": "Miyano spends his days reading Boys’ Love manga and worrying about the soft features of his face. His world of fiction becomes reality when a chance encounter leads him to high school senior Sasaki in the middle of a fight. Now, Sasaki wants to spend every opportunity he can to get to know Miyano. And what was once admiration quickly turns into affection.\n\n(Source: Funimation)"
        },
        {
            "ID": 160181,
            "Titles": {
                "Romaji": "Sasayaku You ni Koi wo Utau",
                "English": "Whisper Me a Love Song",
                "Native": "ささやくように恋を唄う"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx160181-EGC0Scngy5In.jpg",
            "Description": "After performing a song at her school’s opening ceremony, musician Yori Asanagi receives an apparent love confession from freshman Himari Kino. But just as Yori decides she wants to return Himari’s feelings, Himari reveals that she did not “love” her, but “admires” her! But you can’t unring a bell once struck, and Yori is determined to make Himari fall for her, not just her music. Will their hearts ever beat as one, or will their love fall out of tune?\n\n(Source: HIDIVE)"
        },
        {
            "ID": 1816,
            "Titles": {
                "Romaji": "Sonic X",
                "English": "Sonic X",
                "Native": "ソニックX"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx1816-wOnz97Eb1sZJ.png",
            "Description": "Back on Sonic's home planet, Eggman has collected all 7 of the Chaos Emeralds, and is about to have absolute power when Sonic interferes, causing an explosion that sends everyone from their world to Earth. Sonic and his friends team up with 12 year old Christopher Thorndyke to collect all the Chaos Emeralds and defeat the evil Dr. Eggman.\n(Source: Anime News Network)"
        }
    ],
    "Rewatching": [
        {
            "ID": 165855,
            "Titles": {
                "Romaji": "Hananoi-kun to Koi no Yamai",
                "English": "A Condition Called Love",
                "Native": "花野井くんと恋の病"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx165855-uJ0Hq5EFUlz8.jpg",
            "Description": "Hotaru Hinase is a first-year in high school that has a great family and wonderful friends, but not much luck when it comes to romance.\nOne day, she happens to see the hot boy from the class next door, Hananoi, get dumped. Seeing Hananoi standing in the middle of a park all alone, Hotaru decides to hand him an umbrella.\nThat little act causes Hananoi to ask her out soon after.\n\nWhat does love even mean? What does it mean to be in love? Hotaru is flustered at suddenly being asked out by Hananoi, who has an endless amount of love for the person he loves and wants to do everything he can for them. This is a story about first love between a girl who doesn't understand romantic love and a boy that may be a bit too heavy-handed when it comes to love.\n\n(Source: Kodansha USA)"
        },
        {
            "ID": 97634,
            "Titles": {
                "Romaji": "Pocket Monsters Sun & Moon",
                "English": "Pokémon the Series: Sun & Moon",
                "Native": "ポケットモンスター サン＆ムーン"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx97634-9pF5dOufTtRC.png",
            "Description": "After his mom wins a free vacation trip, Satoshi and Pikachu are off on another adventure. This time in the tropical land of Alola. There they meet new friends, Pokémon and explore new islands. \nWe also get introduced to Z-Rings, a device used for Z-Moves. What kind of mysterious Pokémon and challenges will come their way, and why is Kapu-Kokeko so interested in our young trainer?!"
        },
        {
            "ID": 14227,
            "Titles": {
                "Romaji": "Tonari no Kaibutsu-kun",
                "English": "My Little Monster",
                "Native": "となりの怪物くん"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx14227-VGxPG1xDZG7v.jpg",
            "Description": "Standoffish, reclusive Shizuku Mizutani cares far more about earning stellar grades than cultivating friendships. But her opinions on friendship and relationships begin to change when she meets habitual truant Haru Yoshida, who happens to have a rather fearsome reputation. Like Shizuku, Haru’s reputation has made it difficult to make friends. And yet through their budding friendship and stirrings of attraction the unlikely pair learns to understand one another, the world around them, and the tenor of their own emotions.\n\n(Source: Sentai Filmworks)"
        }
    ],
    "Completed": [
        {
            "ID": 100166,
            "Titles": {
                "Romaji": "Boku no Hero Academia 3",
                "English": "My Hero Academia Season 3",
                "Native": "僕のヒーローアカデミア３"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100166-jUCZYbzn2XLw.jpg",
            "Description": "Summer is here, and the heroes of Class 1-A and 1-B are in for the toughest training camp of their lives! A group of seasoned pros pushes everyone's Quirks to new heights as the students face one overwhelming challenge after another. Braving the elements in this secret location becomes the least of their worries when routine training turns into a critical struggle for survival.(Source: Crunchyroll)"
        },
        {
            "ID": 104276,
            "Titles": {
                "Romaji": "Boku no Hero Academia 4",
                "English": "My Hero Academia Season 4",
                "Native": "僕のヒーローアカデミア４"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx104276-SnEowMvesWIE.png",
            "Description": "The villain world teeters on the brink of war now that All For One is out of the picture. Shigaraki of the League of Villains squares off with Overhaul of the yakuza, vying for total control of the shadows. Meanwhile, Deku gets tangled in another dangerous internship as he struggles to keep pace with his upperclassman—Mirio.(Source: Crunchyroll)"
        },
        {
            "ID": 117193,
            "Titles": {
                "Romaji": "Boku no Hero Academia 5",
                "English": "My Hero Academia Season 5",
                "Native": "僕のヒーローアカデミア５"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx117193-E75BlZmDh1aB.jpg",
            "Description": "The rivalry between Class 1-A and Class 1-B heats up in a joint training battle. Eager to be a part of the hero course, brainwashing buff Shinso is tasked with competing on both sides.\n\nBut as each team faces their own weaknesses and discovers new strengths, this showdown might just become a toss-up.\n(Source: Funimation)"
        },
        {
            "ID": 139630,
            "Titles": {
                "Romaji": "Boku no Hero Academia 6",
                "English": "My Hero Academia Season 6",
                "Native": "僕のヒーローアカデミア６"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx139630-3v4gxWtNZxLV.jpg",
            "Description": "With Tomura Shigaraki at its helm, the former Liberation Army is now known as the Paranormal Liberation Front. This organized criminal group poses an immense threat to the Hero Association, not only because of its sheer size and strength, but also the overpowering quirks of Jin \"Twice\" Bubaigawara and Gigantomachia.\n\nAs new intel from the covert hero Keigo \"Hawks\" Takami confirms that Shigaraki is nowhere to be seen, the Hero Association decides to strike the enemy headquarters with a surprise attack using the entirety of its assets—and the UA students find themselves on the battlefield once again. As the fight rages on, the unsuspecting villains must regroup and push back, but the brave heroes are determined to eradicate every last one of them.\n\n(Source: MAL Rewrite)"
        },
        {
            "ID": 100723,
            "Titles": {
                "Romaji": "Boku no Hero Academia THE MOVIE: Futari no Hero",
                "English": "My Hero Academia: Two Heroes",
                "Native": "僕のヒーローアカデミア THE MOVIE 〜2人の英雄〜"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx100723-7f5e1BCTCDoB.jpg",
            "Description": "The first installment in the Boku no Hero Academia movie franchise.\n\nThe climactic finals are over, and U.A. is getting ready for the summer training camp. Deku and All Might receive an invitation from a certain person to go overseas to a giant artificial moving city called I-Island. This island, a kind of “science Hollywood” that gathers the knowledge of scientists from around the world, is holding an exhibition called I-Expo showcasing the results of Quirk and hero item research. In the midst of all this, Deku meets a Quirkless girl named Melissa and remembers his own Quirkless past. Out of the blue, the impregnable security system the island boasts is hacked by villains, and all the people on the island are taken as hostages! Now, a plan that could shake hero society has been put into motion! The man who holds the key to it all is the number one hero and Symbol of Peace, All Might.\n\n(Source: Funimation)"
        },
        {
            "ID": 108553,
            "Titles": {
                "Romaji": "Boku no Hero Academia THE MOVIE: Heroes:Rising",
                "English": "My Hero Academia: Heroes Rising",
                "Native": "僕のヒーローアカデミア THE MOVIE ヒーローズ:ライジング"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx108553-yOLfFogpWnTF.jpg",
            "Description": "The second installment in the Boku no Hero Academia movie franchise.\n\nThe aspiring heroes of UA Class 1-A have been given a new training opportunity during their winter break: To establish and maintain their own professional Hero Agency on the idyllic island of Nabu far off the coast of Japan. There, they'll experience the everyday travails of being heroes, for the first time without the support of their instructors or chaperons. It's a challenging assignment, but one the plucky students of UA are more than equipped to face – that is, until the arrival of a team of villains lead by the ruthless Nine and his eerily familiar quirk. Cut off from any backup and facing their greatest threat yet, it's up to Deku, Bakugo, and their classmates to face unspeakable danger to protect not only the people of the island, but the future of all Hero society.\n\n(Source: Anime News Network)"
        },
        {
            "ID": 126659,
            "Titles": {
                "Romaji": "Boku no Hero Academia THE MOVIE: World Heroes' Mission",
                "English": "My Hero Academia: World Heroes' Mission",
                "Native": "僕のヒーローアカデミア THE MOVIE ワールド ヒーローズ ミッション"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx126659-i6c1PsXHGyke.jpg",
            "Description": "The third installment in the Boku no Hero Academia movie franchise.When a sinister organization threatens to wipe out all superhuman powers, the fate of the world is on the line. With two hours until the collapse of civilization, Deku, Bakugo, and Todoroki manage to work as a team, but there’s still one problem. Deku’s on the run for murder.(Source: Funimation)"
        },
        {
            "ID": 124080,
            "Titles": {
                "Romaji": "Horimiya",
                "English": "Horimiya",
                "Native": "ホリミヤ"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx124080-h8EPH92nyRfS.jpg",
            "Description": "A secret life is the one thing they have in common. At school, Hori is a prim and perfect social butterfly, but the truth is she's a brash homebody. Meanwhile, under a gloomy facade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they've never shown. Could this blossom into something new?\n\n(Source: Funimation)"
        },
        {
            "ID": 20789,
            "Titles": {
                "Romaji": "Nanatsu no Taizai",
                "English": "The Seven Deadly Sins",
                "Native": "七つの大罪"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx20789-SsAI4pvvI9EU.jpg",
            "Description": "When they were accused of trying to overthrow the monarchy, the feared warriors the Seven Deadly Sins were sent into exile. Princess Elizabeth discovers the truth - the Sins were framed by the king's guard, the Holy Knights - too late to prevent them from assassinating her father and seizing the throne!\nNow the princess is on the run, seeking the Sins to help her reclaim the kingdom. But the first Sin she meets, Meliodas, is a little innkeeper with a talking pig. He doesn't even have a real sword! Have the legends of the Sins' strength been exaggerated?\n\n(Source: Anime News Network)"
        },
        {
            "ID": 99539,
            "Titles": {
                "Romaji": "Nanatsu no Taizai: Imashime no Fukkatsu",
                "English": "The Seven Deadly Sins: Revival of the Commandments",
                "Native": "七つの大罪 戒めの復活"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx99539-caPX28RSsgRP.jpg",
            "Description": "Melodias, Hawk, and Elizabeth retook the Kingdom of Leones from the Holy Knights. The festival went off without a hitch and the crew enjoyed their well-earned peace. And yet, another threat looms on the horizon. The Ten Commandments, a group of elite demon clan warriors, have their sights set on the kingdom.\n\n(Source: Anime News Network)"
        },
        {
            "ID": 112153,
            "Titles": {
                "Romaji": "Pocket Monsters (2019)",
                "English": "Pokémon Journeys: The Series",
                "Native": "ポケットモンスター (2019)"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx112153-LK1lpFz3vlvl.png",
            "Description": "Pokémon Trainer Satoshi has a new plan: see the world! But first, he and his partner Pikachu are headed to the opening of the Sakuragi Institute, a research facility dedicated to uncovering the mysteries of Pokémon in every region. Satoshi meets Gou, another boy with boundless curiosity about Pokémon, and both are overjoyed when Professor Sakuragi asks them to become official research fellows. With Satoshi as determined as ever to become a Pokémon Master, and Gou aiming to catch one of every Pokémon (including the Mythical Mew), our heroes are in for adventure and excitement as they explore the wide world of Pokémon!\n\n(Source: Pokémon TV)\n\nNote: Episode 119, 121, 126 and 128 are recap episodes that did not air outside of Japan."
        },
        {
            "ID": 1526,
            "Titles": {
                "Romaji": "Pocket Monsters Advanced Generation: Mew to Hadou no Yuusha Lucario",
                "English": "Pokémon: Lucario and the Mystery of Mew",
                "Native": "ポケットモンスターアドバンスジェネレーション ミュウと波導の勇者　ルカリオ"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/medium/b1526-ddJiHHGNikuY.png",
            "Description": "This is the 8th Movie.\nIn the town of Lohta, a festival is thrown praising \"Aaron the Wave Leader Hero\" who, according to the legend passed down through the town's generations, stopped a war centuries ago by using the power of \"the Tree of the World's Origin.\" Satoshi and Pikachu participate in a battle to decide this year's hero and after their victory, they are chosen as the \"Wave Leader Hero.\" A grand dance party is held in the castle to celebrate the victor, but suddenly the phantom Pokemon Mew appears and takes Pikachu. Soon afterwards, the Wave Leader Pokemon \"Lucario\" is freed from his centuries-long seal and meets Satoshi. Satoshi must solve the various mysteries of where Pikachu is, what Mew's after, what the secret of the legend of the Wave Leader is and how it ties in with Lucario's hidden past as he makes his way to \"the Tree of the World's Origin\" with Lucario.\n(Source: Anime News Network)"
        },
        {
            "ID": 12671,
            "Titles": {
                "Romaji": "Pocket Monsters Best Wishes: Kyurem VS Seikenshi",
                "English": "Pokémon the Movie: Kyurem VS. The Sword of Justice",
                "Native": "劇場版 ポケットモンスター ベストウイッシュ キュレムVS聖剣士"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx12671-q8KLIPmicj8R.jpg",
            "Description": "The 15th Pokemon movie and the 2nd 'Best Wishes!' movie. It will feature the legendary Pokemon Kyurem (appearing also in its new Black Kyurem and White Kyurem formes.) The Legendary Musketeer Pokemon-Cobalion, Terrakion and Virizion-will appear alongside their newly revealed 4th member, Keldeo."
        },
        {
            "ID": 21356,
            "Titles": {
                "Romaji": "Pocket Monsters XY&Z",
                "English": "Pokémon the Series: XYZ",
                "Native": "ポケットモンスター XY&Z"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx21356-bHTUPdtd8xy2.jpg",
            "Description": "What secret is hidden in the legendary never-before-seen Pokémon Zygarde? What is the mysterious phenomenon that occurs only with Satoshi's Gekkouga? What is the aim of Alain and Team Flare, who stands in the way of Satoshi and his friends? When all the mysteries are revealed, the greatest danger the Kalos region has ever seen will appear! (Source: Anime News Network)"
        },
        {
            "ID": 114564,
            "Titles": {
                "Romaji": "Pocket Monsters: Coco",
                "English": "Pokémon the Movie: Secrets of the Jungle",
                "Native": "ポケットモンスターココ"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx114564-Imh6m5Tejii6.jpg",
            "Description": "The story is set in Okoya Forest, a Pokémon paradise protected by strict rules that forbid outsiders from setting foot inside. The film centers on Coco, a boy who was raised by Pokémon and also considers himself as one, treating the Mythical Pokémon Zarude as his father. Ash and Pikachu encounter Coco during an adventure. The film focuses on the theme of a \"human raised by Pokémon,\" instead of the previous films' focus of the \"bond between a human trainer and their Pokémon.\"\n\n(Source: Anime News Network)"
        },
        {
            "ID": 98298,
            "Titles": {
                "Romaji": "Pocket Monsters: Kimi ni Kimeta!",
                "English": "Pokémon the Movie: I Choose You!",
                "Native": "劇場版 ポケットモンスター キミにきめた!"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx98298-Yqus4jNiTNgf.png",
            "Description": "The film's plot tells the story of how Satoshi (Ash) and Pikachu came to know each other. On the day they set out from Masara Town (Pallet Town), both of them saw a Ho-oh flying and made a vow to someday meet it.\n\n(Source: Anime News Network, edited)"
        },
        {
            "ID": 158870,
            "Titles": {
                "Romaji": "Pocket Monsters: Mezase Pokémon Master",
                "English": "Pokémon: To Be a Pokémon Master: Ultimate Journeys: The Series",
                "Native": "ポケットモンスター　めざせポケモンマスター"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx158870-RJfWBtOFJ6tr.jpg",
            "Description": "Mezase Pokémon Master celebrates the final chapter in Satoshi and Pikachu's story, with their first companions and many Pokémon they have met throughout their journeys making their return."
        },
        {
            "ID": 162147,
            "Titles": {
                "Romaji": "Pokémon Concierge",
                "English": "Pokémon Concierge",
                "Native": "ポケモンコンシェルジュ"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx162147-90IXqW7pehgw.jpg",
            "Description": "Pack your bags—an all-new Pokémon paradise awaits!\n\nIntroducing Pokémon Concierge, a new collaboration between Pokémon and Netflix featuring stop-motion animation by dwarf studio. Follow Haru, a worker at the Pokémon Resort, and Psyduck as they meet Pokémon and Trainers on vacation! \n(Source: Official Pokémon YouTube video description) \n\nNote: Announced on Pokémon Day 2023."
        },
        {
            "ID": 106286,
            "Titles": {
                "Romaji": "Tenki no Ko",
                "English": "Weathering With You",
                "Native": "天気の子"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx106286-5COcpd0J9VbL.png",
            "Description": "High school student Hodaka leaves his home on an isolated island and moves to Tokyo, but he immediately becomes broke. He lives his days in isolation, but finally finds a job as a writer for a shady occult magazine. After he starts his job, the weather has been rainy day after day. In a corner of the crowded and busy city, Hodaka meets a young woman named Hina. Due to certain circumstances, Hina and her younger brother live together, but have a cheerful and sturdy life. Hina also has a certain power: the power to stop the rain and clear the sky.\n\n(Source: Anime News Network)"
        },
        {
            "ID": 116267,
            "Titles": {
                "Romaji": "Tonikaku Kawaii",
                "English": "TONIKAWA: Over The Moon For You",
                "Native": "トニカクカワイイ"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx116267-CSAkFXN2Zsai.jpg",
            "Description": "The story follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl named Tsukasa. For Nasa, it feels like destiny is finally calling out to him that he will have a girlfriend, but things take a turn for the worse when Nasa is hit by a car and unable to attend his entrance exams.\n\nAfter Tsukasa helps the injured Nasa, he confesses his feelings to her, and she agrees to go out with him, but only if Nasa agrees to marry her first. A year later Nasa aces the entrance exams, but he decides to work a part time job and live by himself instead of going to school. After Nasa turns 18, Tsukasa re-appears, and their happy, romantic, and mysterious married life together begins.\n\n(Source: Crunchyroll)"
        },
        {
            "ID": 141208,
            "Titles": {
                "Romaji": "Tonikaku Kawaii Season 2",
                "English": "TONIKAWA: Over The Moon For You Season 2",
                "Native": "トニカクカワイイ（シーズン2）"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx141208-On0qHKxo6P5t.png",
            "Description": "The sweet story of Nasa and Tsukasa continues! After surviving some awkward first nights together, dealing with doubters, and recovering from their apartment fire, it's clear the fate of these lovers was written in the stars. Now, they're ready to settle back into domestic bliss and finally plan their wedding ceremony! But with plenty of new friends on the way, what will their big day look like?!\n\n(Source: Crunchyroll)"
        }
    ],
    "Plan to Watch": [
        {
            "ID": 101921,
            "Titles": {
                "Romaji": "Kaguya-sama wa Kokurasetai: Tensaitachi no Renai Zunousen",
                "English": "Kaguya-sama: Love is War",
                "Native": "かぐや様は告らせたい～天才たちの恋愛頭脳戦～"
            },
            "CoverImage": "https://s4.anilist.co/file/anilistcdn/media/anime/cover/large/bx101921-VvdGQy1ZySYf.jpg",
            "Description": "Known for being both brilliant and powerful, Miyuki Shirogane and Kaguya Shinomiya lead the illustrious Shuchiin Academy as near equals. And everyone thinks they’d make a great couple. Pride and arrogance are in ample supply, so the only logical move is to trick the other into instigating a date! Who will come out on top in this psychological war where the first move is the only one that matters?\n\n(Source: Aniplex)"
        }
    ]
}